# 1. Диалог с коп-ром: поздороваться, запросить имя, обращается по имени, сколько лет, комментирует возраст
# 2. Консольный калькулятор вводятся 2 числа, и выполняется операция и выводится ответ в форме "x + y = z"
# 3. Вичеслить периметр и площадь прямоугольника
# 4. Площадь треугольника по заданным сторонам (формула герона)
# 5. Есть многокв. дом, 5 этажей, 3 подъезда, 4 квартиры на каждой л. площадке. С клавиатуры ввоится номер квартиры и
# программа выдает номер этажа и подъезда.
# 6. Есть уравнение ax^2 + bx + c = 0. a, b, c вводятся с клавиатуры - любые числа. Необходимо найти корни уравнения.
